<template>
  
    <div class="public-offer">
    <h1>Публичная оферта</h1>
    <p>Настоящий документ представляет собой публичную оферту (предложение) оказания услуг по ремонту техники (далее — "Услуги") от имени [Название компании] (далее — "Исполнитель").</p>

    <h2>1. Предмет договора</h2>
    <p>1.1. Исполнитель обязуется оказать услуги по ремонту техники, указанной Заказчиком, а Заказчик обязуется оплатить оказанные услуги в соответствии с условиями настоящего договора.</p>

    <h2>2. Стоимость услуг</h2>
    <p>2.1. Стоимость услуг определяется в соответствии с прейскурантом Исполнителя, который является неотъемлемой частью настоящего договора.</p>
    <p>2.2. Заказчик обязуется оплатить стоимость услуг в полном объеме до начала работ или по факту выполнения работ, если иное не оговорено отдельно.</p>

    <h2>3. Сроки оказания услуг</h2>
    <p>3.1. Сроки оказания услуг определяются индивидуально для каждого заказа и согласовываются с Заказчиком.</p>
    <p>3.2. В случае задержки сроков оказания услуг по вине Исполнителя, Заказчик имеет право на компенсацию в размере 1000 рублей  .</p>

    <h2>4. Ответственность сторон</h2>
    <p>4.1. Исполнитель несет ответственность за качество оказанных услуг в соответствии с действующим законодательством.</p>
    <p>4.2. Заказчик несет ответственность за предоставление Исполнителю точной и полной информации о состоянии техники.</p>

    <h2>5. Форс-мажор</h2>
    <p>5.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, возникших после заключения договора в результате событий чрезвычайного характера.</p>

    <h2>6. Заключительные положения</h2>
    <p>6.1. Настоящий договор вступает в силу с момента его акцепта Заказчиком.</p>
    <p>6.2. Любые изменения и дополнения к настоящему договору действительны только в том случае, если они оформлены в письменной форме и подписаны обеими сторонами.</p>
    
    
    <p>6.3. Все споры, возникающие между сторонами по настоящему договору, разрешаются в судебном порядке в соответствии с действующим законодательством.</p>
    <h2>11. Реквизиты Продавца</h2>
    <p>
      
      <p>ИНН: 503017893986</p>
      <p>ОГРН/ОГРНИП:</p>
      <p>Контактный телефон: +7 901 780-05-04</p>
      <p>Контактный e-mail: Tishechkin1994@gmail.com</p>
      
    </p>
  </div>
  </template>
  
  <script>
  
  </script>
  
  <style scoped>
  .public-offer {
    padding: 20px;
    max-width: 800px;
    margin: 0 auto;
  }
  
  h1, h2 {
    margin-bottom: 15px;
    text-align: center;
    font-weight: bold;
  
  }
  
  p {
    margin-bottom: 10px;
    line-height: 1.5;
  }
  </style>